[
  {
    "id": "valk-hr-act_overcharge",
    "name": "Overcharge (Valk)",
    "activation": "Free",
    "terse": "Overcharging lets you reroll any attack, check, or save once.",
    "detail": "When you OVERCHARGE, you briefly push your mech beyond factory specifications for a tactical advantage. Moments of intense action won’t tax your mech’s systems too much, but sustained action beyond prescribed limits takes a toll.<br>After you make an attack roll, skill check, or save and know the result you can OVERCHARGE your mech, allowing you to reroll the attack roll, skill check, or save once and use the new result. This free action can be taken even when it is not your turn.<br>The first time you OVERCHARGE, take 1 heat.<br>The second time you OVERCHARGE, take 1d3 heat.<br>The third time, take 1d6 heat, and each time thereafter take 1d6+4 heat.<br>A FULL REPAIR resets this counter.",
    "mech": true,
    "pilot": false,    
    "synergy_locations": [
      "overcharge"
    ],
    "confirm": [
      "REACTOR LIMITER DISABLED. CORE TEMPERATURES RISING."
    ]
  },
  {
    "id": "valk-hr-act_search",
    "name": "Search (Valk)",
    "activation": "Quick",
    "terse": "Look for a hidden target.",
    "detail": "When you SEARCH, you attempt to identify hidden characters. To SEARCH in a mech, make a SYSTEMS contested by the AGILITY checks of all HIDDEN characters within SENSORS.<br>To SEARCH as a pilot on foot, make a contested skill check, adding bonuses from triggers as normal. This can be used to reveal characters within RANGE 5.<br>Any HIDDEN character who loses the contested check immediately loses HIDDEN and can be located again by any character.",
    "mech": true,
    "pilot": true,
    "synergy_locations": [
      "search"
    ]
  },
  {
    "id": "valk-hr-act_brace",
    "name": "Brace (Valk)",
    "activation": "Reaction",
    "terse": "Brace your mech for impact, reducing damage at the cost of your next turn’s actions.",
    "detail": "When you BRACE, you ready your mech against incoming fire.<br>Brace<br>Reaction, 1/round<br>Trigger: You take damage, burn, or heat from a source other than yourself.<br>Effect: You gain RESISTANCE to all damage, burn, and heat from the triggering source, and until the end of your next turn, all attacks against you are made at +1 difficulty.<br>Due to the stress of bracing, you are DAZED until the end of your next turn.",
    "mech": true,
    "pilot": false,
    "synergy_locations": [
      "brace"
    ]
  }
]