[
  {
    "id": "valk-hr-act_overcharge",
    "name": "Overcharge (Valk)",
    "activation": "Free",
    "terse": "Overcharging lets you reroll any attack, check, or save once.",
    "detail": "When you OVERCHARGE, you briefly push your mech beyond factory specifications for a tactical advantage. Moments of intense action won’t tax your mech’s systems too much, but sustained action beyond prescribed limits takes a toll.<br>After you make an attack roll, skill check, or save and know the result you can OVERCHARGE your mech, allowing you to reroll the attack roll, skill check, or save once and use the new result. This free action can be taken even when it is not your turn.<br>The first time you OVERCHARGE, take 1 heat.<br>The second time you OVERCHARGE, take 1d3 heat.<br>The third time, take 1d6 heat, and each time thereafter take 1d6+4 heat.<br>A rest or FULL REPAIR resets this counter.",
    "mech": true,
    "pilot": false,    
    "synergy_locations": [
      "overcharge"
    ],
    "confirm": [
      "REACTOR LIMITER DISABLED. CORE TEMPERATURES RISING."
    ]
  },
  {
    "id": "valk-hr-act_search",
    "name": "Search (Valk)",
    "activation": "Quick",
    "terse": "Look for a hidden target.",
    "detail": "When you SEARCH, you attempt to identify hidden characters. To SEARCH in a mech, make a SYSTEMS contested by the AGILITY checks of all HIDDEN characters within SENSORS.<br>To SEARCH as a pilot on foot, make a contested skill check, adding bonuses from triggers as normal. This can be used to reveal characters within RANGE 5.<br>Any HIDDEN character who loses the contested check immediately loses HIDDEN and can be located again by any character.",
    "mech": true,
    "pilot": true,
    "synergy_locations": [
      "search"
    ]
  },
  {
    "id": "valk-hr-act_brace",
    "name": "Brace (Valk)",
    "activation": "Reaction",
    "terse": "Brace your mech for impact, reducing damage at the cost of your next turn’s actions.",
    "detail": "When you BRACE, you ready your mech against incoming fire.<br>Brace<br>Reaction, 1/scene<br>Trigger: You take damage, burn, or heat from a source other than yourself.<br>Effect: You gain RESISTANCE to all damage, burn, and heat from the triggering source.",
    "mech": true,
    "pilot": false,
    "synergy_locations": [
      "brace"
    ]
  },
  {
    "id": "valk-hr-act_aid",
    "name": "Aid (Valk)",
    "activation": "Quick",
    "terse": "Aid a mech so it can Stabilize more easily.",
    "detail": "When you AID, you assist a mech so it can STABILIZE more easily. Choose an adjacent character. On their next turn, they may STABILIZE as a quick action. They can choose to take this action even if they normally would not be able to take actions (for example, by being affected by the STUNNED condition).",
    "mech": true,
    "pilot": false
  },
  {
    "id": "valk-hr-act_stabilize",
    "name": "Stabilize (Valk)",
    "activation": "Full",
    "terse": "Heal and cool down your mech, reload, or attempt to end conditions affecting it.",
    "detail": "When you STABILIZE, you enact emergency protocols to purge your mech’s systems of excess heat, repair your chassis where you can, or eliminate hostile code.<br>To STABILIZE, choose one of the following:<br>• Cool your mech, clearing all heat, EXPOSED, and OVERHEATED.<br>• Mark 1 REPAIR to restore all HP.<br>Additionally, choose one of the following:<br>• Reload all LOADING weapons.<br>• Clear any burn currently affecting your mech.<br>• Clear a condition that wasn’t caused by one of your own systems, talents, etc.<br>• Clear an adjacent allied character’s condition that wasn’t caused by one of their own systems, talents, etc.",
    "mech": true,
    "pilot": false,
    "synergy_locations": [
      "stabilize"
    ]
  }
]