[
  {
    "id": "mf_standard_pattern_i_everest",
    "license_level": 0,
    "source": "GMS",
    "name": "!V! Everest",
    "variant": "Everest",
    "mechtype": [
      "Balanced"
    ],
    "y_pos": 25,
    "description": "Most humans don’t think to ask about the history of the water they drink, the earth they walk, or the air they breathe. And yet, without water, earth, and air, there would be nowhere for humanity to make a home.<br>Just the same, the GMS-SP1 “Everest” is often taken for granted, its importance dismissed in favor of other, more specialized frames. A plain and unpretentious mech, defined by simple lines, functional grace, universal compatibility, and sturdy bulk, the Everest is as fundamental to the modern mechanized chassis as the natural world is to human life. The Everest isn’t the most specialized mech, but it is the backbone of our expansion imperative. From its shoulders, humanity steps.<br>Prior to GMS’s official adoption of the name, “Everest” was a use-name given to the frame by its pilots. Mount Everest – or Sagarmatha, or Chomolungma, as it has been called in older human tongues – is the tallest mountain on Cradle, though not the most prominent peak in known space, nor even the greatest in Cradle’s star system, yet pilots across the galaxy call their SP1s by that ancient name. Why?<br>The sentimental answer is that the name is a reminder of what was once the limit of human endurance – once the height of human achievement. To reach Everest’s summit was to defy death and stand atop the world – the culmination of months, even years, of training, investment, and hard work. Reaching the peak was also a triumph of the people, systems, and institutions behind the individual – a triumph too often left unacknowledged, or deliberately erased.<br>Sagarmatha. Chomolungma.<br>Even before the Fall, when the Massif vaults were built, some names – some stories – were given priority over others.<br>The real story behind the Everest’s name is likely much less deliberate. Somewhere along the line, a newly graduated pilot, frustrated by GMS’s plain naming conventions, painted “EVEREST” across the flank of their SP1. Maybe it was a callsign, or maybe it represented the pride they felt at success. Either way, the name stuck: others adopted the name, and over five centuries it grew to become the officially unofficial designation of the SP1 chassis.<br>Veteran pilots may never return to the Everest after moving on, but they’ll always remember reaching that first summit – the mountaintop where they proved they could plant their own flag at the peak of the world.<br>Sagarmatha. Chomolungma.<br>Everest – you’ll never forget it.",
    "mounts": [
      "Main",
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 10,
      "evasion": 8,
      "edef": 8,
      "heatcap": 6,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Replaceable parts",
        "description": "While resting, the Everest can be repaired at a rate of 1 Repair per 1 structure damage, instead of 2 Repairs.",
        "bonuses": [
          {
            "id": "cheap_struct",
            "val": 1
          }
        ],
        "synergies": [
          {
            "locations": [
              "rest"
            ],
            "detail": "The Everest can be repaired at a rate of 1 Repair per 1 structure damage."
          }
        ]
      }
    ],
    "core_system": {
      "name": "Hyperspec Fuel Injector",
      "active_name": "Power Up",
      "active_effect": "On this turn, you may take 1 quick action as a free action. Until the start of your next turn, gain +1 accuracy to all your attack rolls, checks, and saves.",
      "tags": [
        {
          "id": "tg_efficient"
        }
      ],
      "use": "Encounter",
      "activation": "Protocol",
      "active_synergies": [
        {
          "locations": [
            "hull",
            "agility",
            "systems",
            "engineering"
          ],
          "detail": "Gain +1 Accuracy on all attacks, checks, and saves until the start of your next turn."
        }
      ]
    },
    "other_art": [
      {
        "tag": "mech",
        "src": "pre_assault_pixel.png"
      },
      {
        "tag": "mech",
        "src": "pre_hacker_pixel.png"
      },
      {
        "tag": "mech",
        "src": "pre_sniper_pixel.png"
      },
      {
        "tag": "mech",
        "src": "pre_support_pixel.png"
      },
      {
        "tag": "mech",
        "src": "pre_vanguard_pixel.png"
      }
    ],
    "image_url": "https://d2c79xe1p61csc.cloudfront.net/frames/mf_standard_pattern_i_everest.png",
    "license_id": "mf_standard_pattern_i_everest"
  },
  {
    "id": "valk-hr-mf_drake",
    "license_level": 2,
    "source": "IPS-N",
    "name": "!V! Drake",
    "variant": "Drake",
    "mechtype": [
      "Defender"
    ],
    "y_pos": 12,
    "description": "The Drake, IPS-N’s first foray into military-grade mech design, is the backbone of any proactive trade-security or anti-piracy force. Its massive, simian frame is built around a single-cast bulkhead, sloped and reinforced to handle sustained fire and the vagaries of vessel-proximal hardvac travel. The Drake is an imposing chassis, its frame evoking the might of ancient armored infantry from a time when greater numbers guaranteed victory.<br>The standard fleet license for the IPS-N Drake outfits each chassis with IPS-N’s high-velocity, high–projectile fragment assault cannon for suppressing and overwhelming targets, and a heavy kinetic–ablative shield for defense. Advanced models feature upgraded weapons and armor including the formidable Leviathan Heavy Assault Cannon, a high-rpm anti-materiel weapon.",
    "mounts": [
      "Main",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 3,
      "hp": 8,
      "evasion": 6,
      "edef": 6,
      "heatcap": 5,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 3,
      "sp": 5
    },
    "traits": [
      {
        "name": "Heavy Frame",
        "description": "The Drake can’t be pushed, pulled, knocked Prone, or knocked back by smaller characters."
      },
      {
        "name": "Blast Plating",
        "description": "The Drake has Resistance to damage, burn and heat from blast, burst, line, and cone attacks."
      },
      {
        "name": "Slow",
        "description": "The Drake receives +1 difficulty on Agility checks and saves.",
        "synergies": [
          {
            "locations": [
              "agility",
              "skill_check"
            ],
            "detail": "The Drake receives +1 difficulty on Agility checks and saves."
          }
        ]
      },
      {
        "name": "Guardian",
        "description": "Adjacent allied characters can use the Drake for hard cover."
      }
    ],
    "core_system": {
      "name": "Fortress",
      "active_name": "Fortress Protocol",
      "active_effect": "You deploy heavy stabilizers and your mech becomes more like a fortified emplacement than a vehicle. When activated, two sections of hard cover (line 2, Size 1) unfold from your mech, drawn in any direction. These cover sections have Immunity to all damage.<br>Additionally, the following effects apply while active:<ul><li>You become Immobilized.</li><li>You benefit from hard cover, even in the open, and gain Immunity to Knockback, Prone, and all involuntary movement.</li><li>You gain an additional use of Brace during this scene.</li><li>Any character that gains hard cover from you or your cover sections gains Immunity to Knockback, Prone, and all involuntary movement, and gains the benefits of Blast Plating.</li></ul>This system can be deactivated as a protocol. Otherwise, it lasts until the end of the current scene.",
      "use": "Encounter",
      "deactivation": "Protocol",
      "activation": "Protocol"
    },
    "image_url": "https://d2c79xe1p61csc.cloudfront.net/frames/mf_drake.png",
    "license_id": "mf_drake"
  },
  {
    "id": "valk-hr-mf_lancaster",
    "license_level": 2,
    "source": "IPS-N",
    "name": "!V! Lancaster",
    "variant": "Lancaster",
    "mechtype": [
      "Support"
    ],
    "y_pos": 16,
    "description": "The IPS-N Lancaster is a mil-spec variant of an older IPS-N civilian terrestrial, inter/outer-hull transport and maintenance chassis, streamlined for use in any theater. The Lancaster features multiple redundant systems and sophisticated interaction projectors to ensure pinpoint accuracy when engaging with delicate systems, whether damaged or intact.<br>Lancaster pilots often adopt roles as sappers and engineers in frontline support. Sometimes ridiculed for piloting the old-fashioned frame by newer, untested pilots, veteran Lancaster jockeys know the truth: the Lancaster is one of the most reliable and well-made mechs out there, indispensable on any serious long-range mission. Not every mission is won with bullets, lasers, and bombs: without the engineers and their Lannies, few of those hotshots would come home alive.",
    "mounts": [
      "Main/Aux"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 6,
      "evasion": 8,
      "edef": 8,
      "heatcap": 6,
      "repcap": 10,
      "sensor_range": 8,
      "tech_attack": 1,
      "save": 10,
      "speed": 6,
      "sp": 8
    },
    "traits": [
      {
        "name": "Insulated",
        "description": "The Lancaster has Immunity to burn."
      },
      {
        "name": "Combat Repair",
        "description": "In combat, the Lancaster can use 4 Repairs to repair a destroyed mech as a full action, returning it to 1 Structure, 1 Stress, and 1 HP.",
        "actions": [
          {
            "name": "Combat Repair",
            "activation": "Full",
            "detail": "Use 4 Repairs to repair a destroyed mech as a full action, returning it to 1 Structure, 1 Stress, and 1 HP."
          }
        ]
      },
      {
        "name": "Redundant Systems",
        "description": "At your discretion, other characters adjacent to the Lancaster can spend its Repairs as their own."
      }
    ],
    "core_system": {
      "name": "Latch Drone",
      "description": "Known colloquially as a “Wingman”, latch drones are companion drones carried by and deployed from a chassis. Pilots are recommended not to develop emotional attachments to these drones due to their high casualty rate.",
      "active_name": "Supercharger",
      "active_effect": "Your Latch Drone clamps onto an allied mech within its Range. For the rest of the scene you take 1 heat at the start of each of your turns, but your target gains +1 accuracy on all attacks, checks, and saves, and Immunity to the Impaired, Jammed, Slowed, Shredded, and Immobilized conditions from characters other than itself. This effect ends if either character becomes Stunned.<br>While this system is active, you cannot use the Latch Drone for any other purpose.",
      "activation": "Quick",
      "integrated": [
        "valk-hr-mw_lancaster_integrated"
      ]
    },
    "image_url": "https://d2c79xe1p61csc.cloudfront.net/frames/mf_lancaster.png",
    "license_id": "mf_lancaster"
  },
  {
    "id": "valk-hr-mf_deaths_head",
    "license_level": 2,
    "source": "SSC",
    "name": "!V! Death’s Head",
    "variant": "Death’s Head",
    "mechtype": [
      "Artillery"
    ],
    "y_pos": 40,
    "description": "The Death’s Head is Smith-Shimano’s answer to the need for a chassis solution to long-range, low-splash strike actions. Sacrificing raw hull strength for peerless stability and alacrity, the Death’s Head is a maneuverable fire-support platform able to avoid incoming fire while maintaining a near-perfect lock on its targets. Its unique hexapedal form allows for rapid, low-profile movement in all directions.<br>As an aggressive and line-focused chassis, the Death’s Head is one of the most popular models for Union Navy and Union Department of Justice and Human Rights officers. It is a combat chassis through and through; as the Death’s Head is a chassis produced under SSC’s BELLA CIAO line, there is no civilian analog.",
    "mounts": [
      "Main/Aux",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 10,
      "edef": 8,
      "heatcap": 6,
      "repcap": 2,
      "sensor_range": 20,
      "tech_attack": 0,
      "save": 10,
      "speed": 5,
      "sp": 6
    },
    "traits": [
      {
        "name": "Neurolink",
        "description": "The Death’s Head may reroll its first ranged attack each round, but must keep the second result."
      },
      {
        "name": "Perfected Targeting",
        "description": "The Death’s Head gains an additional +1 to all ranged attack rolls.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Rifle",
              "Cannon",
              "Launcher",
              "CQB",
              "Nexus"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "The Death’s Head gains an additional +1 to all ranged attack rolls."
          }
        ]
      }
    ],
    "core_system": {
      "name": "Precognitive Targeting",
      "description": "Precognition is the next step in human/AI interaction. Using a neural bridge, SSC’s precognitive targeting system allows pilots to learn constantly and unconsciously from data gathered in the field, equipping them to read situations before they develop. Precognition is highly experimental and the precise mechanisms unknown even to the designers, so SSC recommends limited, monitored use of this system.",
      "active_name": "Neural Shunt",
      "active_effect": "As a Full Action, make an attack using a weapon mounted on your mech. On a hit, the attack deals the maximum possible damage. One target of this attack is automatically hit, and the attack is treated as a critical hit against them. Against that target, this attack cannot miss or be redirected in any way.",
      "tags": [
        {
          "id": "tg_efficient"
        }
      ],
      "use": "Encounter",
      "activation": "Full"
    },
    "data_type": "frame",
    "other_art": [
      {
        "tag": "mech",
        "src": "alt_hercules.png"
      }
    ],
    "image_url": "https://d2c79xe1p61csc.cloudfront.net/frames/mf_deaths_head.png",
    "license_id": "mf_deaths_head"
  },
  {
    "id": "valk-hr-mf_mourning_cloak",
    "license_level": 2,
    "source": "SSC",
    "name": "!V! Mourning Cloak",
    "variant": "Mourning Cloak",
    "mechtype": [
      "Striker"
    ],
    "y_pos": 62,
    "description": "The Mourning Cloak is a brand-new model from SSC’s LUX-Iconic line, and the manufacturer’s newest close-quarters combat and melee specialist frame. The Mourning Cloak emphasizes precision melee combat and is commonly outfitted with a complement of shielded microfilament wires designed to act as an anti-armor slashing weapon.<br>Designed by SSC’s Exotic Materials Group based on data from early engagements against the Ascendant Aun in Boundary Garden, the Mourning Cloak combines SSC’s harvested excerpts of DHIYED paracode with adapted Aunic Firmament-manipulation technology. The Mourning Cloak provides a prestigious and tactical option for situations where firearms are impractical and ordnance is unavailable. As part of the LUX-Iconic line, the Mourning Cloak is a popular order in the Baronies and among various high-manna VIP security firms.",
    "mounts": [
      "Flex",
      "Main/Aux"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 12,
      "edef": 6,
      "heatcap": 4,
      "repcap": 3,
      "sensor_range": 15,
      "tech_attack": 1,
      "save": 10,
      "speed": 5,
      "sp": 6
    },
    "traits": [
      {
        "name": "Hunter",
        "description": "1/round, the Mourning Cloak may deal +1d6 bonus damage on hit with a melee attack if its target has no adjacent characters, or if the Mourning Cloak is the only character adjacent to the target.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Melee"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/round, the Mourning Cloak may deal +1d6 bonus damage on hit with a melee attack if its target has no adjacent characters, or if the Mourning Cloak is the only character adjacent to the target."
          }
        ]
      },
      {
        "name": "Biotic Components",
        "description": "The Mourning Cloak gains +1 accuracy on Agility checks and saves.",
        "synergies": [
          {
            "locations": [
              "agility",
              "skill_check"
            ],
            "detail": "The Mourning Cloak gains +1 accuracy on Agility checks and saves."
          }
        ]
      }
    ],
    "core_system": {
      "name": "EX Slipstream Module",
      "description": "Open only to highly licensed pilots, the EX Slipstream program is a uniquely SSC innovation. The Ex Slipstream module itself is a miniaturized near-lightspeed drive capable of transporting the user through blinkspace with acceptable accuracy. The technology is temperamental, at best: nothing smaller than a mech can survive the stress of exposed blink travel, and the experience is traumatic to both the user and anyone in close proximity.",
      "active_name": "Stabilize Singularity",
      "active_effect": "For the rest of the scene, you teleport when you Boost or make a standard move.",
      "use": "Encounter",
      "activation": "Protocol",
      "passive_name": "Blinkspace Jump",
      "passive_effect": "Gain the Blinkspace Jump Full Action.",
      "passive_actions": [
        {
          "name": "Blinkspace Jump",
          "activation": "Full",
          "detail": "Teleport to a space within range 3d6. You don’t require line of sight, but attempts to teleport to occupied spaces cause you to remain stationary and lose this action. If you roll the same number on all three dice, you become Intangible until the end of your next turn."
        }
      ]
    },
    "image_url": "https://d2c79xe1p61csc.cloudfront.net/frames/mf_mourning_cloak.png",
    "license_id": "mf_mourning_cloak"
  },
  {
    "id": "valk-hr-mf_gorgon",
    "license_level": 2,
    "source": "HORUS",
    "name": "!V! Gorgon",
    "variant": "Gorgon",
    "mechtype": [
      "Defender"
    ],
    "y_pos": 5,
    "description": "The Gorgon is unique among HORUS pattern groups in that it prioritizes defensive systems meant to ensure personal and allied survival; otherwise, it fields a typical complement of horrifying, confusing, and uncanny weapons.<br>The typical Gorgon mounts multiple weapon systems meant to identify and intercept incoming enemies, allowing pilots to project a zone of control around themselves and their allies. The Gorgon is feared for its ability to extrude a dangerous memetic “basilisk”, a projected light-cone of anticognitive, hyperfractal visual data that is deadly to ontologic, sapient beings.",
    "mounts": [
      "Flex",
      "Main",
      "Main"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 12,
      "evasion": 8,
      "edef": 12,
      "heatcap": 5,
      "repcap": 3,
      "sensor_range": 8,
      "tech_attack": 1,
      "save": 12,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Metastatic Paralysis",
        "description": "When an attack roll against the Gorgon lands on 1–2, it automatically misses and the attacker becomes Stunned until the end of their next turn."
      },
      {
        "name": "Gaze",
        "description": "The Gorgon can take two reactions per turn, instead of one."
      },
      {
        "name": "Guardian",
        "description": "Adjacent allied characters may use the Gorgon for hard cover."
      }
    ],
    "core_system": {
      "name": "BASILISK Directed Anticognition Hyperfractal",
      "description": "The BASILISK is a dangerous memetic weapon derived from DHIYED liturgicode, translated for use in mech-scale engagements. Typically projected from a communications laser, BASILISKs create hyperfractal patterns: memetic interruptions that affects all sapient observers, organic or otherwise. Exposure to a basilisk typically causes immediate encephalitis, massive ocular and cranial hemorrhage, and death – survival is possible with tempering and interdictor heads-up displays, but even then headaches, nausea, and confusion for a short period after viewing are possible. Long-term, survivors often exhibit “flashback” symptoms: momentary paralysis, corporeal alienation, and consciousness destabilization. Anticognition hyperfractals are classified as paracausal weapons; due to the not-as-yet understood nature of their visible-light spectrum broadcast, one would think that they would pose a risk to their user, however, for some reason they do not.",
      "active_name": "Extrude Basilisk",
      "active_effect": "You project a horrifying basilisk, a visual data-pattern that is incredibly harmful to NHPs and electronic systems, and hard to look at even for humans. For the rest of the scene, hostile characters must succeed on a Systems save before attacking you or any allied characters within Range 3. On a failure, they don’t lose the attack, but they must select a different target for the attack. The target cannot be you or any allied character within Range 3 of you. If the attack was an area of effect, the attacker must position it such that it no longer targets you or any of your allies within Range 3. If no valid targets exist, the attack and action to use it are lost.",
      "activation": "Quick",
      "use": "Encounter"
    },
    "image_url": "https://d2c79xe1p61csc.cloudfront.net/frames/mf_gorgon.png",
    "license_id": "mf_gorgon"
  },
  {
    "id": "valk-hr-mf_minotaur",
    "license_level": 2,
    "source": "HORUS",
    "name": "!V! Minotaur",
    "variant": "Minotaur",
    "mechtype": [
      "Controller"
    ],
    "y_pos": 30,
    "description": "The Minotaur was the first HORUS pattern group identified by the Union Intelligence Bureau. Previously, HORUS mechs were released as complete, identifiable models, of which the Goblin is the best and longest-lasting example. As HORUS’s decentralized organizational structure evolved, so too did its design philosophy. Pattern group designs followed beginning with the Minotaur, a schema designed to bring HORUS’s most potent invasion systems and weaponry to the field in a single, battle-ready chassis.<br>Mechs built according to the Minotaur pattern group are interdictors: formidable machines meant to lock down and overload the systems of fast-moving targets. Disassembly by Union technicians has found that Minotaurs contain a huge quantity of interior systems, occupying more physical space than should be possible by several orders of magnitude. The mechanism by which these folded systems are printed is thus far unidentified, but likely related to the Goblin’s signature recursive weave.",
    "mounts": [
      "Main/Aux"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 12,
      "evasion": 8,
      "edef": 10,
      "heatcap": 5,
      "repcap": 4,
      "sensor_range": 8,
      "tech_attack": 1,
      "save": 11,
      "speed": 4,
      "sp": 8
    },
    "traits": [
      {
        "name": "Invert Cockpit",
        "description": "You may Mount or Dismount the Minotaur for the first time each round as a free action. Additionally, the Minotaur doesn’t become Impaired when you Eject.",
        "use": "Round"
      },
      {
        "name": "Internal Metafold",
        "description": "While inside the Minotaur, you can’t be harmed in any way, even if the Minotaur explodes or is destroyed."
      },
      {
        "name": "Localized Maze",
        "description": "The Minotaur is Immune to Immobilize from hostile sources.<br>In addition, hostile characters cannot pass through a space occupied by the Minotaur for any reason, and must always stop moving when Engaged with it, regardless of Size."
      }
    ],
    "core_system": {
      "name": "Metafold Maze",
      "description": "<code class='horus--subtle'>No maze is more terrible than the one I make. I know all ends and hide them all inside this one perfect construct. What is a human mind but a program of sorts, a system that seeks order and narrative from a mess they are given?<br>I order it for them. Me. I order it for them and set them to the task of sorting it out. When they emerge, they weep in joy, in discovery. I save them, I show them that they are their own redeemers (and yet, am I not just as culpable - as worthy of credit?).<br>So, go now. Enter. Free yourself.</code>",
      "active_name": "Maze",
      "active_effect": "Choose a character within Sensors: they become Stunned as you hurl their systems into a metaphysical information trap so tangled they can do nothing but try and escape. At the end of their next turn, they can make a Systems save at +3 difficulty. On a success, they are no longer Stunned. This save can be repeated at the end of each of their turns, gaining +1 accuracy each time until successful. If this Stunned condition would be cleared in any way besides passing this save, it is instead replaced with Dazed under the same circumstances. This Dazed condition cannot be cleared in any other way.",
      "activation": "Full",
      "passive_name": "Metafold Maze",
      "passive_actions": [
        {
          "name": "Metafold Maze",
          "activation": "Quick",
          "detail": "When you hit with a tech attack, you may activate this system, causing your target and anyone else affected by that attack to become Slowed until the end of your next turn. If they are already Slowed, they become Immobilized until the end of your next turn; if they are already Immobilized, they become Stunned until the end of your next turn. Each character can only be Stunned by this effect once per combat but can be Slowed or Immobilized any number of times.<br>If you hit with a tech attack from a source with the Full Tech tag, you may instead activate this ability as a free action."
        }
      ]
    },
    "image_url": "https://d2c79xe1p61csc.cloudfront.net/frames/mf_minotaur.png",
    "license_id": "mf_minotaur"
  },
  {
    "id": "valk-hr-mf_tokugawa",
    "license_level": 2,
    "source": "HA",
    "name": "!V! Tokugawa",
    "variant": "Tokugawa",
    "mechtype": [
      "Striker"
    ],
    "y_pos": 5,
    "description": "HA’s Tokugawa is a relative newcomer on the market, popular in core systems for security, CQB, and ship-boarding applications. The Tokugawa is an unsubtle, imposing mech – a sturdy platform from which its systems can draw necessary power. Unlike other frames, the Tokugawa’s unique reactor is designed to allow standard limitations to be removed with ease. Knowing this, experienced (or foolhardy) pilots can ‘overclock’ the reactor, increasing its output and gaining an incredible power draw for their energy weapons.",
    "mounts": [
      "Flex",
      "Main",
      "Main"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 8,
      "edef": 6,
      "heatcap": 8,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": -1,
      "save": 11,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Limit Break",
        "description": "When the Tokugawa is Exposed, its melee attacks deal +3 energy bonus damage on hit, all of its weapons that would deal kinetic or explosive damage instead deal energy, ranged weapons gain +5 range and melee weapons gain +1 threat.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "When the Tokugawa is Exposed, its melee attacks deal +3 energy bonus damage on hit, all of its weapons that would deal kinetic or explosive damage instead deal energy, ranged weapons gain +5 range and melee weapons gain +1 threat."
          }
        ]
      },
      {
        "name": "Plasma Sheath",
        "description": "When the Tokugawa is in the Danger Zone and attacks with a weapon that deals any amount of energy, all bonus damage becomes burn."
      }
    ],
    "core_system": {
      "name": "Superheated Reactor Feed",
      "description": "Pilots of a certain breed thrive at the very edge of catastrophe, risking either glorious success or utter failure in each moment. These daredevils are familiar with the howl of critical heat warnings – the warbling siren song of destruction and superheated reactor feeds. Tokugawa pilots are notorious for supercharging their weapons with excess energy, pushing their heat gauge to the max. Harnessing the Tokugawa’s unique reactor, these pilots churn out damage and make no friends in the engineering bay – assuming they don’t melt into a ball of slag before they make it back from the line.",
      "active_name": "Radiance",
      "active_effect": "For the rest of this scene, weapons that deal any energy gain +5 range if they are ranged or +2 threat if they are melee.<br>While you’re Exposed, Limit Break stacks with these bonuses for a total increase of +10 range and +3 threat.",
      "use": "Encounter",
      "activation": "Protocol",
      "passive_name": "Overclock",
      "passive_actions": [
        {
          "name": "Overclock",
          "activation": "Protocol",
          "detail": "You cause your mech to become Exposed until the end of your next turn."
        }
      ],
      "active_bonuses": [
        {
          "id": "range",
          "damage_types": [
            "Energy"
          ],
          "range_types": [
            "Threat"
          ],
          "val": 2
        }
      ],
      "active_synergies": [
        {
          "locations": [
            "active_effects"
          ],
          "detail": "All melee weapons on your mech that deal any Energy Damage gain +1 Threat."
        }
      ]
    },
    "image_url": "https://d2c79xe1p61csc.cloudfront.net/frames/mf_tokugawa.png",
    "license_id": "mf_tokugawa"
  },
  {
    "id": "valk-hr-mf_atlas",
    "source": "SSC",
    "name": "!V! Atlas",
    "variant": "Atlas",
    "mechtype": [
      "Striker"
    ],
    "y_pos": 14,
    "license_level": 2,
    "description": "<p>Originally commissioned as a dueling mech by the Baronic Houses of Smoke and Order, the Atlas blurs the line between mechanized chassis and powered personal armor. Thanks to a long-running research project from SSC's Exotic Materials Group, the designers were able to employ the bleeding edge of reactor miniaturization tech: the result was a chassis that resembled a large, sleek hardsuit, almost skintight in places. While the Atlas sacrifices the durability of a larger frame, its essential systems are so closely melded with its user's movements that it offers unparalleled maneuverability.</p> <p>Although the Atlas was initially licensed only to Baronic clients, its design was leaked when a group of ExoMat personnel lost a suit to a Sparri espada in an intense game of Kapkat. Despite their initial attempt to recover the suit, SSC relented, citing the eager demand from Sparri groups for access to the full license. </p> <p>Considered the perfect warrior frame for hunting the native megafauna of Sparr, the Atlas now enjoys a dual reputation among both the Sparri peoples and Karrakin nobility. To the Sparri, the Atlas &ndash; its combat efficacy notwithstanding &ndash; is highly valued for the direct access its systems allow to their ancestral memory; Atlas frames on Sparr are the heirlooms of great warriors, tied to family (blood and chosen) and maintained by hand. Each suit on Sparr bears the history of its previous pilots in both decorations and FCA-compliant machine learning, which enables Sparri hunters to almost literally call upon their ancestors in battle. The Atlas has become so popular among the Sparri that they even developed a new martial art based on the Atlas: Jäger Kunst. </p> <p>The Karrakin nobility, on the other hand, find the Atlas to be a perfect machine for noble heroism &ndash; that the Sparri have an affinity for it only makes the chassis that much more desirable among Karrakin Sparrist scholars. Commonly decorated with purchased Sparri saga discs, Vast pelts, and saga lines, Karrakin suits blend imagined profiles of Annorum Passacaglia and Annorum Tyrannus-era heroes with profiles of Sparri warriors, daredevils, vast-hunters, and espadas.</p>",
    "mounts": [
      "Flex",
      "Main"
    ],
    "stats": {
      "size": 0.5,
      "stress": 4,
      "structure": 4,
      "armor": 0,
      "hp": 6,
      "evasion": 12,
      "edef": 8,
      "heatcap": 4,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 12,
      "speed": 6,
      "sp": 7
    },
    "traits": [
      {
        "name": "Jäger Dodge",
        "description": "1/round, when you take damage from a larger character, gain RESISTANCE to that damage and move 1 to 3 spaces in any direction as a reaction. This ignores engagement and doesn’t provoke reactions.",
        "actions": [
          {
            "name": "Jäger Dodge",
            "activation": "Reaction",
            "trigger": "You take damage from a character larger than yourself",
            "detail": "Gain resistance to that damage and move 1 to 3 spaces in any direction, ignoring engagement and reactions."
          }
        ]
      },
      {
        "name": "Competitive Edge",
        "description": "The Atlas has +1 Accuracy on contested skill checks.",
        "synergies": [
          {
            "locations": [
              "skill_check"
            ],
            "detail": "The Atlas has +1 Accuracy on contested skill checks."
          }
        ]
      },
      {
        "name": "Exposed Reactor",
        "description": "The Atlas receives +1 Difficulty on ENGINEERING checks and saves.",
        "synergies": [
          {
            "locations": [
              "engineering",
              "skill_check"
            ],
            "detail": "The Atlas takes +1 difficulty on Engineering checks and saves."
          }
        ]
      },
      {
        "name": "Giantkiller",
        "description": "The Atlas counts as Size 1 for Ram. It may use the Jockey action (Lancer, p. 75) as a Quick Action against any character larger than itself. While jockeying, the Atlas has soft cover and can end the jockey with any of its voluntary movement on any turn. On subsequent turns, 1/round the Atlas may choose another jockey option as a Free Action instead of a Full Action.",
        "synergies": [
          {
            "locations": [
              "ram"
            ],
            "detail": "The Atlas counts as Size 1 for the purpose of ramming."
          }
        ]
      }
    ],
    "core_system": {
      "name": "BLOODLINE Active Assist",
      "description": "The ATLAS extends microneedles into the musculature and ancillary nervous system of its pilot, melding flesh, machine, and the memory of all who wore it before.",
      "active_name": "Final Hunt",
      "active_effect": "<p>For the rest of the scene, you:</p> <ul> <li>Move an additional 1 space when you voluntarily move for any reason (e.g. standard moves, BOOST, movement from systems or talents).</li> <li>Benefits from soft cover at all times, no matter where you are.</li><li>Can HIDE even in the open, without requiring cover, as well as while ENGAGED if you are Jockeying (you can still be shaken off the Jockey while Hidden). The only way to reveal you is for another character to SEARCH for you or for you to lose Hidden as usual &ndash; by using BOOST, attacking, forcing a save, and so on.</li></ul><p>When active, 1/round, when you make a melee or ranged attack while HIDDEN, your target must also succeed on a HULL save or be knocked PRONE. This takes place before the attack is rolled </p>",
      "activation": "Quick"
    },
    "image_url": "https://d2c79xe1p61csc.cloudfront.net/frames/mf_atlas.png",
    "license_id": "mf_atlas"
  },
  {
    "id": "valk-hr-mf_caliban",
    "source": "IPS-N",
    "name": "!V! Caliban",
    "variant": "Caliban",
    "mechtype": [
      "Striker",
      "Controller"
    ],
    "license_level": 2,
    "y_pos": 12.5,
    "description": "<p>The Caliban chassis is a popular new order among anti piracy and stellar marine forces. Unlike many of IPS-N's modern frames, the Caliban was designed from the ground up to be a military machine. </p> <p>The Caliban is IPS-N's solution to the  \"Yemanova \" Problem, more properly known as the Impact-Override Problem. Capital ships, the problem posits, are incredibly expensive, demand a tremendous amount of time for corpros and Diasporan states to produce and maintain, and increasingly outmatched by anti-ship weaponry. In a conventional capital duel, a successful kill means the death of thousands of personnel and the loss of millions of units of manna; this makes many commanders gun-shy, encouraging them to rely on subline vessels and fighters to accomplish battle objectives rather than risk their big ships. This strategy tends to prove just as expensive: instead of one or a handful of large ships being destroyed, signifying the end of a battle, engagements can grind on for weeks as squadrons of smaller ships engage inside the unpredictability gap, inching towards victory. </p> <p>IPS-N was the first to crack the Yemanova Problem. The corpro's designers identified the need for a rapidly deployable, sub-signature, directed weapon. It needed to be well-armed and well-armored, small enough to enter a ship and efficiently neutralize personnel in order to achieve victory. IPS-N created the Caliban to solve this need. </p> <p>Cultural critics argue that mechanized chassis venerate the form of a particular humanity; it is an unconscious nod towards the anthrochauvinist roots of the machine among leading designers and fabricators. The Caliban is not that. It was never intended to be an image of man writ large, striding across the battlefield heroically to affect a greater purpose. </p> <p>Unlike many IPS-N frames, the Caliban has no roots in early attempts at self-defense by freighter crews and asteroid miners. It was not born from ingenuity - there is no legacy of resilience, heroism, or the frontier spirit to paper over the purpose of its birth. It has no civilian applications in aid, disaster relief, construction, or farming; it does not build, defend, or inspire &ndash; it was designed to solve a numbers problem on a ledger. </p> <p>It is a tool designed to kill human beings very, very quickly. </p>",
    "mounts": [
      "Heavy"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 8,
      "edef": 8,
      "heatcap": 5,
      "repcap": 5,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 11,
      "speed": 5,
      "sp": 5
    },
    "traits": [
      {
        "name": "Wrecking Ball",
        "description": "The Caliban counts as Size 3 when inflicting knockback with any Ram, Ranged, or Melee Attack.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "any"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "The Caliban counts as size 3 when inflicting knockback from any ranged or melee attack."
          }
        ]
      },
      {
        "name": "Follow Through",
        "description": "<p>1/round, when the Caliban would inflict knockback as part of any action, it can move an equal number of spaces towards the same target by the most direct route possible. This movement is part of the same action, ignores engagement, and doesn’t provoke reactions.</p><p>If the target would be knocked into an obstruction that would stop its movement, they must pass a Hull save or take 1d6 Kinetic damage and become Impaired until the end of their next turn.</p>"
      },
      {
        "name": "Weak Computer",
        "description": "The Caliban takes +1 Difficulty on all SYSTEMS saves and checks.",
        "synergies": [
          {
            "locations": [
              "systems",
              "skill_check"
            ],
            "detail": "The Caliban takes +1 Difficulty on all SYSTEMS saves and checks."
          }
        ]
      }
    ],
    "core_system": {
      "name": "Flayer Shotgun",
      "description": "The “Flayer” – officially the Heavy Howitzer-Shotgun 075 – is a compact, formalized version of the popular “Daisy Cutter” howitzer-shotgun used by Trunk Security and other stellar marine forces. Chambered to accept shot, shell, or sabot, the Flayer sacrifices some of the DaisyCutter’s raw power in favor of control and a much-improved fire rate.",
      "active_name": "Equip Autochoke",
      "active_effect": "The Flayer shotgun comes pre-equipped with a muzzle-mounted auto-choke that allows its user to better define the spread of shot issuing from the weapon. The extreme heat from equipping the choke renders it unusable in short order and it must be discarded.<br>For the rest of this scene, the HHS-075 “Flayer” Shotgun gains the following profile:<br>Main CQB, Accurate, Knockback 5<br>[Cone 3] [Threat 3] [1d6+2 kinetic damage]",
      "activation": "Protocol",
      "integrated": [
        "mw_caliban_integrated"
      ]
    },
    "image_url": "https://d2c79xe1p61csc.cloudfront.net/frames/caliban.png",
    "license_id": "mf_caliban"
  },
  {
    "id": "valk-hr-mf_sunzi",
    "source": "HA",
    "name": "!V! Sunzi",
    "variant": "Sunzi",
    "mechtype": [
      "Support",
      "Controller"
    ],
    "license_level": 2,
    "y_pos": 23,
    "description": "<p>The Sunzi represents the peak of Harrison Armory's research into weaponized blink technology. Pilots approved to fabricate and field-test Sunzi components are monitored remotely by the Armory's Special Projects Group, which enjoys wide latitude in gathering telemetry and biometric data. The Sunzi platform is considered by Harrison Armory to still be in development, and not yet available for fleet contracts. </p> <p>Like the Armory's Napoleon chassis before it, the Sunzi utilizes the Armory's H-GOBLIN-derived recursive-mesh interdermal substrate, allowing it to mount outsized weapons and systems on a chassis measuring just over three meters tall. Where it differs is in its technological heritage. The Napoleon was largely the product of the Armory's internal paracausal/ parallel space research and development groups; the Sunzi is rumored to be derived from stolen and extracted Volador technology. This may explain why the Long Rim and the Dawnline Shore are the primary test grounds for the platform &ndash; far from Union's most direct oversight, the Armory may have more time to make what progress it can before Union's regulatory impulse catches up to them. </p> <p>According to Union NavInt reports on the Sunzi, the platform's unshielded emissions are consistent with known blinkspace signatures; corroborating intelligence from undercover elements inside the program's main campus on Ras Shamra show that the Sunzi's development has been fast-tracked to respond to the evolving situation in the Dawnline Shore. Both as a forcemultiplication tool to assist the Armory's legionary presence across the Shore, and more specifically to counter the Ungratefuls' newest weapon there, Object L (see UNI Report CORPSE GATE for more). </p>",
    "mounts": [
      "Main/Aux"
    ],
    "stats": {
      "size": 1,
      "armor": 1,
      "stress": 4,
      "structure": 4,
      "hp": 7,
      "evasion": 7,
      "edef": 8,
      "heatcap": 7,
      "repcap": 3,
      "sensor_range": 15,
      "tech_attack": 1,
      "save": 11,
      "speed": 4,
      "sp": 7
    },
    "traits": [
      {
        "name": "Safe Harbor",
        "description": "When allied characters within the Sunzi's Sensors and line of sight teleport or are teleported, free spaces adjacent to the Sunzi are always valid end destinations."
      },
      {
        "name": "Anchor",
        "description": "The Sunzi has Immunity to teleportation caused by other characters."
      },
      {
        "name": "Slip",
        "description": "1/round, the Sunzi can teleport 2 spaces as a free action.",
        "actions": [
          {
            "name": "Slip",
            "frequency": "1/Round",
            "activation": "Free",
            "detail": "1/round the Sunzi can teleport 2 spaces as a free action"
          }
        ]
      }
    ],
    "core_system": {
      "name": "Reality Carver",
      "description": "(TT_CLEARANCE_01): JUST A HEADS UP, YOU’RE GOING TO READ SOME OBTUSE SHIT HERE. I’VE TRANSCRIBED ONLY THE USEFUL PARTS OF WHAT THE VOLS SAID. REFER TO THE VISUAL FOR CORRESPONDING HAND SIGNS. REFER TO REPORTS: VESSEL-PILOT-DOORWAY",
      "active_name": "Art of War",
      "activation": "Reaction",
      "tags": [
        {
          "id": "tg_efficient"
        }
      ],
      "active_effect": "As a reaction at the start or end of any hostile or allied character’s turn within SENSORS and line of sight, expend a charge to teleport them up to 3 spaces in any direction, as long as they end in a free space in which they can stand.",
      "passive_name": "Blink Anchor",
      "passive_effect": "Blink Anchor (SIZE 1/2, Tags: DEPLOYABLE, IMMUNITY to all damage and effects, LIMITED 3)<br>You carry a single blink anchor that you can deploy as a quick action. When any character teleports within your line of sight, you may expend a charge as a reaction to force them to make an ENGINEERING save. On a failure, you may force them to appear in a free space adjacent to the blink anchor instead of their original destination, as long as they can safely stand there.<br>Once it’s deployed, you or any allied character can pick it up or put it down while adjacent to it as a quick action."
    },
    "image_url": "https://d2c79xe1p61csc.cloudfront.net/frames/mf_sunzi.png",
    "license_id": "mf_sunzi"
  },
  {
    "id": "valk-hr-mf_zheng",
    "source": "IPS-N",
    "name": "!V! Zheng",
    "variant": "Zheng",
    "mechtype": [
      "Striker"
    ],
    "license_level": 2,
    "y_pos": 30,
    "description": "<p>The Zheng is a new frame in IPS-N's line and is unusual in that its development can be attributed almost completely to a single mech pilot &ndash; Xiong Xiaoli, a Mirrorsmoke mercenary operating in the Long Rim, protecting heavy freight/low crew shipments to the early Dawnline Shore colonies. A relative unknown before the incident, MSMC documentation from the time indicates that her convoy was attacked by the White Tiger pirate conglomerate, and her entire company killed in action. Xiong's personal logbook, recovered posthumously, expounds on MSMC's report. </p> <p>In her logbook, Xiong noted that her chassis, a factory-standard IPS-N Raleigh, was almost totally ripped apart in the chaos of the White Tiger's attack. Thrown free of her billeted freighter after it collided with a White Tiger crashboat, Xiong managed to survive the next 45 days by scavenging across the drifting, derelict wreck of the MSMC-S Say No More, the escort cruiser attached to the supply colony. Outnumbered and hunted by the White Tiger pirates prowling the ruined convoy, Xiong took dramatic steps to modify her Raleigh for close-quarters combat. In the dark, claustrophobic environments of the Say No More and ruined freighters leashed to it by the White Tigers, Xiong turned her chassis into a machine of tumbling death. </p> <p>Xiong likely did not survive the long engagement. She is presumed to have perished mere days before an IPS-N Trunk Security patrol arrived, responding to the convoy's initial distress signal. Trunk Security found that Xiong had eliminated every White Tiger pirate assigned to the convoy; her chassis, logbook, and trace elements of her body were discovered in the White Tiger's cored-out gunboat and recovered by IPS-N. Thanks to her efforts, Trunk Security and MSMC were able to hunt down the remaining White Tiger gang and eliminate them. IPS-N and MSMC then engaged in a lengthy negotiation over the modified Raleigh's plans, eventually settling on a mixed licensing fee that benefits both IPS-N and MSMC. The resulting pattern, the Zheng, is now a popular choice among MSMC and Trunk Security pilots operating across the Rim. </p> <p>Xiong Xiaoli is widely regarded as a bodhisattva across the Long Rim; MSMC mercenaries have created several drinking games named after her, and MSMC pilots on combat contracts often compete to hit the \"Xiong Limit\" of 45+ confirmed kills. </p>",
    "mounts": [
      "Main",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 10,
      "evasion": 9,
      "edef": 6,
      "heatcap": 6,
      "repcap": 6,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 10,
      "speed": 4,
      "sp": 5
    },
    "traits": [
      {
        "name": "Destructive Swings",
        "description": "1/round, after making a melee attack against a hostile character, choose one of the following:<ul><li>Create a Size 1 piece of terrain that grants hard cover in a free space adjacent to the target. It has 10 HP and Evasion 5.</li><li>Deal 10 Kinetic AP damage to an object or piece of terrain adjacent to the target. If this damage destroys the object or terrain, it explodes, dealing 1d6 Kinetic damage to all adjacent characters other than you and knocking them back 1 space.</li></ul>",
        "deployables": [
          {
            "name": "Destructive Swing Cover",
            "type": "Deployable",
            "activation": "Free",
            "hp": 10,
            "evasion": 5,
            "size": 1,
            "detail": "This terrain grants hard cover."
          }
        ]
      },
      {
        "name": "Weak Computer",
        "description": "The Zheng takes +1 Difficulty on all systems saves and checks",
        "synergies": [
          {
            "locations": [
              "systems",
              "skill_check"
            ],
            "detail": "The Zheng gets +1 Difficulty on all Systems saves and checks"
          }
        ]
      }
    ],
    "core_system": {
      "name": "XIONG-Type CQB Suite",
      "description": "Surviving mostly on colonial rations and an increasingly radioactive air supply, Xiaoli scavenged materials from a dying ship to create modifications that gave her mech unprecedented unarmed striking power.",
      "active_name": "Xiaoli’s Ingenuity",
      "active_effect": "Gain the following benefits for the rest of the scene:<ul><li>Your melee attacks gain Knockback 2.</li><li>When creating terrain with Destructive Swings, characters other than you that are adjacent to the created terrain are Impaired until the end of their next turn.</li><li>When destroying objects or terrain with Destructive Swings, characters other than you that are adjacent to the destroyed object or terrain are Shredded until the end of their next turn.</li></ul>",
      "activation": "Protocol"
    },
    "image_url": "https://d2c79xe1p61csc.cloudfront.net/frames/mf_zheng.png",
    "license_id": "mf_zheng"
  },
  {
    "id": "valk-hr-mf_sagarmatha",
    "variant": "Everest",
    "source": "GMS",
    "name": "!V! Sagarmatha",
    "mechtype": [
      "Defender"
    ],
    "y_pos": 25,
    "license_level": 0,
    "description": "<p>The SAGARMATHA is a SIZE 2 legacy GMS chassis that all characters have access to from LL0 onwards. This variant FRAME is not mutually exclusive with the EVEREST.</p><p>The Sagarmatha is of an older pattern than the Everest, sturdier and bulkier by necessity more than design. It is seen as somewhat antiquated through the lens of modern manufacturing standards. Nevertheless, it enjoys some use in border colonies, in the Baronies, and with the Albatross.</p>",
    "mounts": [
      "Main",
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 2,
      "stress": 4,
      "structure": 4,
      "armor": 1,
      "hp": 10,
      "evasion": 8,
      "edef": 8,
      "heatcap": 6,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Guardian",
        "description": "Adjacent allied characters can use the Sagarmatha as hard cover."
      },
      {
        "name": "Heroism",
        "description": "The Sagarmatha may Brace 2/scene.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "The Sagarmatha may Brace 2/scene."
          }
        ]
      },
      {
        "name": "Replaceable Parts",
        "description": "While resting, the Sagarmatha can be repaired at a rate of 1 repair per structure damage instead of 2.",
        "bonuses": [
          {
            "id": "cheap_struct",
            "val": 1
          }
        ],
        "synergies": [
          {
            "locations": [
              "rest"
            ],
            "detail": "The Sagarmatha can be repaired at a rate of 1 Repair per 1 structure damage."
          }
        ]
      }
    ],
    "core_system": {
      "name": "Rallying Cry",
      "description": "",
      "active_name": "Raise the Banner",
      "active_effect": "You raise a rallying banner. All allied characters in line of sight of your mech when you do this gain RESISTANCE to all damage and heat and gain +1 Accuracy on all checks and saves. These effects last until the end of your next turn.",
      "activation": "Quick",
      "use": "Next Turn"
    },
    "data_type": "frame",
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_id": "mf_standard_pattern_i_everest"
  },
  {
    "id": "valk-hr-mf_tokugawa_alt_enkidu",
    "variant": "Tokugawa",
    "source": "HA",
    "name": "!V! Enkidu",
    "mechtype": [
      "Striker",
      "Defender"
    ],
    "y_pos": 25,
    "license_level": 2,
    "description": "<p>The ENKIDU can be taken at rank II of the TOKUGAWA license instead of the base FRAME, or retrofitted during Act 1 of the No Room for a Wallflower Campaign.</p><p>This experimental frame was secretly designed as a TBK chassis for lateaction combat in the Hercynian Crisis. Deployed in limited numbers against the remaining Egregorian hives in the brutal last stages of the war, the Enkidu’s neurological interfacing was dangerous: raw and unshielded. The power and aggression flowing through the subroutines that govern the mech bled into its pilot’s subjectivity, making them lose themselves in a storm of violence, constantly pushing themselves to greater and greater acts of destruction. This effect was incredibly hard for pilots to handle &ndash; the fallout rate from the program was extremely high, and the survivors required extensive conditioning, implants, and a cocktail of neurological suppressants to continue.</p> <p>The true aim of the Enkidu program was not to fight Egregorians, which were in the final stages of practical extinction, but to use the battlefield as a testing ground for the eventual deployment of the chassis against ThirdComm revolutionaries and dissidents. Though the codebase for the Enkidu was eventually discontinued and molded into what is now the Tokugawa, the difficulties with the initial project prevented it from getting off the ground before the revolution took hold. The remaining prototypes were buried along with the rest of Hercynia’s history.</p>",
    "mounts": [
      "Flex",
      "Flex"
    ],
    "stats": {
      "size": 2,
      "stress": 4,
      "structure": 4,
      "armor": 1,
      "hp": 10,
      "evasion": 8,
      "edef": 8,
      "heatcap": 8,
      "repcap": 5,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 10,
      "speed": 3,
      "sp": 5
    },
    "traits": [
      {
        "name": "Primal Fury",
        "description": "<p>When the Enkidu ends its turn in the DANGER ZONE, it rears up, extends its PLASMA TALONS (see below), and enters a state of primal fury with the following effects:</p> <ul> <li>On hit, characters struck by the Enkidu’s PLASMA TALONS immediately become IMMOBILIZED until the end of their next turn.</li> <li>As a special reaction, the Enkidu must use its PLASMA TALONS to attack any character (hostile or allied) that enters, exits or moves more than 1 space within its THREAT. This special reaction can be used once a turn, any number of times a round, and doesn’t count against the maximum number of reactions a turn, so the Enkidu can take other reactions normally.</li> </ul> <p>This state ends at the start of the Enkidu’s turn, or if the Enkidu exits the DANGER ZONE.</p>",
        "synergies": [
          {
            "locations": [
              "heat"
            ],
            "detail": "When the Enkidu ends its turn in the Danger Zone, it enters the Primal Fury state."
          }
        ]
      },
      {
        "name": "All Fours",
        "description": "While it’s in the DANGER ZONE, the Enkidu can’t make ranged or tech attacks but has 6 base SPEED.",
        "synergies": [
          {
            "locations": [
              "heat"
            ],
            "detail": "While it’s in the DANGER ZONE, the Enkidu can’t make ranged or tech attacks but has 6 base SPEED."
          }
        ]
      },
      {
        "name": "Brute Strength",
        "description": "The Enkidu gets +1 accuracy on hull checks and saves.",
        "synergies": [
          {
            "locations": [
              "hull"
            ],
            "detail": "The Enkidu gets +1 accuracy on hull checks and saves."
          }
        ]
      },
      {
        "name": "Bloodsense",
        "description": "The Enkidu always knows if characters are at or under 7 HP, but not the exact number."
      }
    ],
    "core_system": {
      "name": "Limit Restriction Zero",
      "description": "<p>“I argue that it is Man who is shapeless; far from immutable, he is given form by the environment around him. In civilization, man is as divine as old God, who judges and creates; he is clothed in finery, and enjoys literature, art, company, and purpose. When left alone in the savage wilderness of nature, Man comports himself accordingly.”</p><p>— Harrison II, “Mandate, Vol II: On Nature, On Savagery, On Reason”</p>",
      "active_name": "Crush Limiter",
      "active_effect": "For the rest of the scene, the Enkidu gains the Bifurcate action, which can only be used in the DANGER ZONE",
      "activation": "Protocol",
      "use": "Encounter",
      "active_actions": [
        {
          "name": "Bifurcate",
          "activation": "Full",
          "detail": "<p>The Enkidu engages its monstrous strength, targets an adjacent character (allied or hostile) and attempts to tear them in half with its talons. If the target has 7 HP or less, only 1 STRUCTURE remaining, and doesn’t have IMMUNITY to damage, they are immediately destroyed, the action cost of this ability is refunded, and the Enkidu can BOOST as a free action. If this action fails to destroy the target, the target instead takes 1 Kinetic Damage.</p> <p>At the end of the scene, the CP cost of BIFURCATE is refunded if the Enkidu did not use it to destroy any characters.</p>"
        }
      ],
      "integrated": [
        "mw_tokugawa_alt_enkidu_integrated"
      ]
    },
    "data_type": "frame",
    "aptitude": {},
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/alt_tokugawa.png",
    "license_id": "mf_tokugawa"
  },
  {
    "id": "valk-hr-mf_white_witch",
    "source": "SSC",
    "name": "!V! White Witch",
    "variant": "White Witch",
    "mechtype": [
      "Defender"
    ],
    "y_pos": 28,
    "license_level": 2,
    "description": "<p>A proof of concept more than a line-production chassis, there have been select releases of White Witch licenses by Smith-Shimano&rsquo;s LUX-Exotic group to elite military enclaves, most notably to the upper cadres of the House of Moments.</p> <p>The White Witch builds on the platform established by the Black Witch; utilizing SSC&rsquo;s signature magtech weapons and equipment, it takes Black Witch and tunes it for hypersolipsistic focus, narrowing the effect cone to encompass only the White Witch and its pilot.</p> <p>The White Witch marks SSC&rsquo;s first foray into null-ordnance/environmental-manipulation chassis. When active, its entire chassis becomes a conduit for onboard base-compound magtech agitators to exploit its immediate environment, drawing atomic components out of organic and inorganic objects and surfaces to enhance its built-in defensive systems. The White Witch reorganizes these molecular draws using its chassis as substrate, quickly forming substantive defenses and weapons from &ldquo;thin air&rdquo;.</p> <p>This process has understandably traumatic effects on organic and inorganic materials inside the immediate effect cone.&nbsp;</p>",
    "mounts": [
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 2,
      "stress": 4,
      "structure": 4,
      "armor": 0,
      "hp": 7,
      "evasion": 10,
      "edef": 6,
      "heatcap": 4,
      "repcap": 5,
      "sensor_range": 5,
      "tech_attack": 0,
      "save": 11,
      "speed": 6,
      "sp": 6
    },
    "traits": [
      {
        "name": "Rooted",
        "description": "While this mech is Immobilized, it has resistance to Kinetic damage and cannot be knocked back or knocked prone. It can choose to become immobilized until the end of its next turn as a protocol."
      },
      {
        "name": "Harden",
        "description": "When the White Witch braces, it gains overshield equal to 4 + GRIT before it takes damage.",
        "synergies": [
          {
            "locations": [
              "brace"
            ],
            "detail": "When the White Witch braces, it gains overshield equal to 4 + GRIT before it takes damage."
          }
        ]
      },
      {
        "name": "Fluid Burst",
        "description": "When an allied character in Range 2 of the White Witch takes damage from a hostile source, the White Witch can reduce the damage by 1 and deal 1 AP kinetic damage to itself."
      },
      {
        "name": "Guardian",
        "description": "Adjacent allied characters can use this mech as hard cover."
      }
    ],
    "core_system": {
      "name": "Ferroreactive Shell",
      "description": "“The first test nearly ended the program. Exotic Materials is a … liberal department within the Constellation, but even our executives were hesitant to approve a second run. The data generated by WW_01 was invaluable, and we were sure we could get it right with a second test – all we needed was the sigma on its rewrite cone! Suits just get leery when systems fail. They forget that progress takes blood – sometimes literally – as payment for a breakthrough.”",
      "active_name": "Hyperactive mode",
      "active_effect": "For the rest of the scene, Ferroreactive Armor gives +2 Armor each time instead of +1, to a max of +6. Each time your armor increases in this way, your mech deals 1 AP kinetic damage to all characters in a Burst 1 area as it draws raw material from the environment. If your benefit from Ferroreactive Armor would increase past +6, it explodes instead, dealing 1 AP kinetic damage in a Burst 2 area around you. All characters within the affected area must succeed on a HULL save or be knocked PRONE, then IMMOBILIZED and SHREDDED until the end of their next turns. The benefit from Ferroreactive Armor resets to 0, although it continues to be active and this effect can occur multiple times in a scene.",
      "active_synergies": [
        {
          "locations": [
            "armor"
          ],
          "detail": "For the rest of the scene, Ferroreactive Armor gives +2 Armor each time instead of +1, to a max of +6. Each time your armor increases in this way, your mech deals 1 AP kinetic damage to all characters in a Burst 1 area as it draws raw material from the environment. If your benefit from Ferroreactive Armor would increase past +6, it explodes instead, dealing 1 AP kinetic damage in a Burst 2 area around you. All characters within the affected area must succeed on a HULL save or be knocked PRONE, then IMMOBILIZED and SHREDDED until the end of their next turns. The benefit from Ferroreactive Armor resets to 0, although it continues to be active and this effect can occur multiple times in a scene."
        }
      ],
      "use": "Encounter",
      "activation": "Protocol",
      "passive_name": "Ferroreactive Armor",
      "passive_effect": "Each time you take damage from yourself or a hostile source (even if that damage is reduced or ignored), gain +1 ARMOR for the rest of this scene after taking damage, up to a maximum of +3.",
      "passive_synergies": [
        {
          "locations": [
            "armor"
          ],
          "detail": "Each time you take damage from yourself or a hostile source (even if that damage is reduced or ignored), gain +1 ARMOR for the rest of this scene after taking damage, up to a maximum of +3."
        }
      ],
      "counters": [
        {
          "id": "ctr_ferroreactive_armor",
          "name": "Ferroreactive Armor",
          "default_value": 0,
          "min": 0,
          "max": 3
        }
      ]
    },
    "data_type": "frame",
    "aptitude": {},
    "image_url": "https://d2c79xe1p61csc.cloudfront.net/frames/whitewitch.png",
    "license_id": "mf_white_witch"
  }
]