[
  {
    "id": "valk-hr-ms_stable_structure",
    "name": "!V! Stable Structure",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "GMS",
    "license": "GMS",
    "license_level": 0,
    "effect": "When affected by a push, pull, or knockback effect, you may choose to be moved only half the distance. In addition, 1/round you may stand up from <b><span style='font-variant: small-caps;'>Prone</span></b> as a <b>free action</b>.",
    "license_id": ""
  },
  {
    "id": "valk-hr-ms_cable_winch_system",
    "name": "!V! Cable Winch System",
    "sp": 1,
    "source": "IPS-N",
    "license": "Lancaster",
    "license_level": 1,
    "actions": [
      {
        "activation": "Quick",
        "detail": "These cables can be attached to an adjacent character. If the target is Stunned or willing, you automatically succeed; otherwise, they can resist with a successful Hull save. Once attached, you and the target may not move more than 5 spaces away from each other. Either character can tow the other, obeying the normal rules for lifting and dragging, and becoming Slowed while doing so.<br>Any character can remove the cables on a hit with a melee attack or Improvised Attack against Evasion 10. The cables snap if the affected target Teleports.<br>These cables can also be used to drag, pull, or otherwise interact with objects and the environment. They are 5 spaces long and can support a combined Size 6 before they break. The cable snaps if you involuntarily move more than 5 spaces from an attached object. Characters can use them to climb surfaces, allowing them to climb without a Speed penalty."
      }
    ],
    "description": "A winch system consists of an externally mounted spool of nanocarbon-weave cable and a recovery subroutine installed on the mech.",
    "license_id": "mf_lancaster"
  },
  {
    "id": "valk-hr-ms_restock_drone",
    "name": "!V! Restock Drone",
    "type": "Drone",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "IPS-N",
    "license": "Lancaster",
    "license_level": 1,
    "effect": "Expend a charge to deploy a restock drone to any free, adjacent space, where it primes at the end of your turn.",
    "deployables": [
      {
        "type": "Drone",
        "name": "Restock Drone",
        "activation": "Quick",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "detail": "While adjacent to this drone, allied characters can activate it as a free action, clearing 1d6 heat and one condition, and reloading one Loading weapon. After being activated, the drone immediately disintegrates.",
        "actions": [
          {
            "name": "Activate Restock Drone",
            "activation": "Free",
            "detail": "Clear 1d6 heat and one condition, and reloading one Loading weapon. After being activated, the drone immediately disintegrates."
          }
        ]
      }
    ],
    "description": "Reliable and sturdy drones carrying integrated printers, restock drones allow for limited logistical flexibility via autosalvage. The bulk of a restock drone is made of RawMat, a blend of silicates and metallic materials that the drone processes into replacement parts and repair kits. This is why pilots often joke that restock drones are, simply put, “mech snacks”.",
    "license_id": "mf_lancaster"
  },
  {
    "id": "valk-hr-ms_mule_harness",
    "name": "!V! MULE Harness",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "IPS-N",
    "license": "Lancaster",
    "license_level": 2,
    "effect": "Extra mounts, straps, and hard points allow other characters to climb and ride your mech. Adjacent, non-Immobilized allied characters can climb onto your mech as a quick action. While riding, they occupy the same space as you, move when you move (even if they’re Slowed), and benefit from soft cover. If you or a rider are knocked Prone, Stunned, Immobilized, or destroyed, they land Prone in adjacent spaces. Riders can climb down as part of any movement away, but can only climb onto your mech as a quick action.<br>You can carry riders of a combined Size equal to your Size, minus Size 1/2 (e.g., if your mech is Size 1 you can carry one Size 1/2 character; if it is Size 2, you can carry a Size 1 character and a Size 1/2 character).",
    "description": "The Multiple User, Light Entanglement (MULE) Harness is a mass-produced version of a common battlefield modification that allows friendly soldiers to ride along on a chassis. Some systems are large enough to allow smaller chassis to accompany larger chassis; typically, these variants are employed in high altitude, low orbit insertions where reduced radar presence is required.",
    "license_id": "mf_lancaster"
  },
  {
    "id": "valk-hr-ms_tracking_bug",
    "name": "!V! Tracking Bug",
    "type": "Tech",
    "sp": 2,
    "source": "SSC",
    "license": "Death’s Head",
    "license_level": 1,
    "actions": [
      {
        "activation": "Quick Tech",
        "tech_attack": true,
        "detail": "Make a tech attack against a character within Sensors. This tech attack ignores Invisible and does not require line of sight. On a hit, you know the target’s exact location, HP, Structure, and Speed for the duration. They can’t Hide and you ignore their Invisible status. To remove the tracking drone, they must succeed on an Engineering check as a quick action; otherwise it deactivates at the end of the scene."
      }
    ],
    "description": "Tracking bugs are specialized tracer rounds – essentially, drones too large to be classified as nanites, and far too small to fit the Union-standard parameters of a drone. Fired from dedicated launchers, tracking bugs guide themselves toward their designated target. Following successful penetration of the target, they surreptitiously and continuously feed live data back to their registered user.",
    "license_id": "mf_deaths_head"
  },
  {
    "id": "valk-hr-ms_neurospike",
    "name": "!V! Neurospike",
    "type": "Tech",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "SSC",
    "license": "Dusk Wing",
    "license_level": 1,
    "actions": [
      {
        "name": "Shrike Code",
        "activation": "Invade",
        "detail": "Until the end of the target’s next turn, they first take 2 heat whenever they attack."
      },
      {
        "name": "Mirage",
        "activation": "Invade",
        "detail": "Choose between affecting only yourself and affecting all allied characters: Your systems relay blurred, illusory images over their actual silhouettes. Your target treats the affected characters as INVISIBLE until the end of their next turn."
      }
    ],
    "description": "“Somehow it got inside my cockpit. There were hands – cold hands – around my neck, fingers in my mouth, worming under my hardsuit. No one else could have been in there with me and yet, someone was. I couldn't even scream, it held my tongue in a fist and it squeezed, and it whispered its name to me, and it said nothing I could understand. I have never felt more alone – it was just me and… it. Alone in the universe, forever.”",
    "license_id": "mf_dusk_wing"
  },
  {
    "id": "valk-hr-ms_fade_cloak",
    "name": "!V! FADE Cloak",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "SSC",
    "license": "Mourning Cloak",
    "license_level": 3,
    "actions": [
      {
        "activation": "Quick",
        "detail": "When activated, you immediately move out of phase with realspace, becoming Intangible.<br>Roll 1d6 at the start of each of your turns: on 3 or less, you lose Intangible until the start of your next turn; on 4+, you remain Intangible.<br>This system remains active for the rest of the scene, or until you deactivate it as a quick action."
      }
    ],
    "description": "Representing SSC’s first successful manipulation of the “Firmament”, Firmament Affinity/Directed Entropy (FADE) cloaks must be fabricated according to the unique affinity signature of requisitioning pilots. They are rough tools: artificial affinity amplifiers that allow operators to access shallow layers of the Firmament, and thus “shimmer” – nudging their physical bodies between the causal and paracausal. The cloak enhances this effect by extruding a semiorganic membrane that wraps around the mech to provide an additional layer of protection.<br>At present, the long-term effects of affinity amplification on organic matter are unknown; before receiving clearance to operate a FADE cloak, pilots must agree to check in with their SSC personal concierge on a regular schedule. These check-ins include regular deposits of genetic material.",
    "license_id": "mf_mourning_cloak"
  },
  {
    "id": "valk-hr-ms_markerlight",
    "name": "!V! Markerlight",
    "type": "Tech",
    "sp": 2,
    "source": "SSC",
    "license": "Swallowtail",
    "license_level": 1,
    "actions": [
      {
        "activation": "Full Tech",
        "detail": "Choose a character within Sensors and line of sight. They must make an Agility save: On a success, they receive Lock On. On a failure, they take 2 heat, Lock On, and cannot benefit from soft cover or Invisible until the Lock On is cleared; additionally, once before the start of your next turn, when an allied character hits your target, you may declare as a reaction that they have hit a weak spot. If it wasn’t already, the attack becomes a critical hit."
      }
    ],
    "description": "“Out, damned spot! Out, I say! – One, two. Why, then, ‘tis time to do’t. Hell is murky! – Fie, my lord, fie! A soldier, and afeard? What need we fear who knows it, when none can call our power to account?”<ul><li>Shakespeare, Macbeth, act 5, sc. 1.</li></ul>",
    "license_id": "mf_swallowtail"
  },
  {
    "id": "valk-hr-ms_hive_drone",
    "name": "!V! Hive Drone",
    "type": "Drone",
    "sp": 2,
    "source": "HORUS",
    "license": "Balor",
    "license_level": 2,
    "effect": "This hive drone can be deployed to a free space within Sensors and line of sight, where it releases a burst 2 greywash swarm with the following effects:<ul><li>Allied characters at least partially within the affected area gain soft cover, as does the hive drone.</li><li>Hostile characters take 1 AP kinetic damage when they start their turn in the affected area or enter it for the first time in a round. Damage from areas created by multiple hive drones does not stack.</li></ul>The drone can be deployed to a different space or recalled as a quick action.",
    "deployables": [
      {
        "type": "Drone",
        "name": "Hive Drone",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "recall": "Quick",
        "redeploy": "Quick",
        "detail": "This hive drone can be deployed to a free space within Sensors and line of sight, where it releases a burst 2 greywash swarm with the following effects:<ul><li>Allied characters at least partially within the affected area gain soft cover, as does the hive drone.</li><li>Hostile characters take 1 AP kinetic damage when they start their turn in the affected area or enter it for the first time in a round. Damage from areas created by multiple hive drones does not stack.</li></ul>The drone can be deployed to a different space or recalled as a quick action."
      }
    ],
    "description": "It looks, at first, like a roiling cloud of gray fog, churning and fizzing – smoking soda water spilled across concrete. It advances with curious motion, stretching and snapping back. A confusion of snakes, writhing forward with speed that betrays intent.<br>Color flashes across the gray cloud, a swarm-luminescence – the light created by millions of nanites glowing with heat as they consume whatever they cross.<br>This is greywash, and it is never sated.",
    "license_id": "mf_balor"
  },
  {
    "id": "valk-hr-ms_swarm_body",
    "name": "!V! Swarm Body",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "HORUS",
    "license": "Balor",
    "license_level": 2,
    "actions": [
      {
        "activation": "Quick",
        "detail": "<p>After activating this system, you become Slowed and release a Burst 1 swarm. Characters of your choice that start their turn in the area or enter it on their turn must succeed on a Systems save or take 3 kinetic AP. As a quick action on subsequent turns, you may increase the size of the Burst by 1 (to a maximum of Burst 3).</p><p>This effect lasts until you overheat or end it as a protocol.</p>"
      }
    ],
    "description": "What must it have been like for him? For the man who called himself Maw? For all of his followers? Certainly they had families before. Memories. Loves. Fears. Private thoughts. All gone. All of their bodies shattered. All of their minds spread across a billion lesser forms. Translated from the singular – all of its imperfections and lesser-lesser-thans – to become as air, and the clouds that fill it, and the wind that shapes the world.",
    "license_id": "mf_balor"
  },
  {
    "id": "valk-hr-ms_h0r_os_system_upgrade_i",
    "name": "!V! H0R_OS System Upgrade I",
    "type": "Tech",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "HORUS",
    "license": "Goblin",
    "license_level": 1,
    "actions": [
      {
        "name": "Puppet System",
        "activation": "Invade",
        "detail": "Your target moves its maximum Speed in a direction of your choice. They can be moved into hazardous areas and other obstacles, but are still affected by difficult terrain, obstructions, and so on. This movement is involuntary and doesn’t provoke reactions, but triggers Engagement as normal and doesn’t count as Knockback, pushing, or pulling."
      },
      {
        "name": "Network Binding",
        "activation": "Invade",
        "detail": "You chain the target's systems to one space they currently occupy. If the target moves more than 3 spaces from that point, they become Jammed until the end of their next turn and the chain ends. The target may remove the chain with a successful Systems save as a quick action; otherwise, it lasts until the end of the scene. This option can only be used 1/scene on each character."
      }
    ],
    "description": "This system upgrade appears to add auxiliary INSTINCT systems that are capable of autonomous operation independent of the base INSTINCT rig, increasing the efficacy of systemic invasion attempts. Pilots report unnerving low-frequency humming when this tech is installed without the parent rig.",
    "license_id": "mf_goblin"
  },
  {
    "id": "valk-hr-ms_metahook",
    "name": "!V! Metahook",
    "type": "Tech",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "HORUS",
    "license": "Goblin",
    "license_level": 2,
    "actions": [
      {
        "activation": "Quick Tech",
        "detail": "Choose an allied character within Sensors and line of sight. You link systems with them, lasting as long as they are within Sensors and line of sight. While linked, you may use their Sensors and line of sight for tech actions, and they may use your Systems to make skill checks and saves; however, any time either character is affected by a hostile tech action, the other character receives the same effect. You can only link systems with one character at a time, but may change characters or break the link as a quick action."
      }
    ],
    "description": "The metahook is a key component of the Goblin’s recursive processing weave, allowing it to generate and output massive amounts of weaponized code. These broadcasts can be “sharpened” or “softened” in response to directives from a pilot or an INSTINCT system. To “soften” code, the metahook dips into its pilot’s subjectivity and blankets an ally in wave after wave of empathetic shielding. This spreading of melded code and qualia acts as a powerful shielding agent against systemic attacks; however, feedback is common and dangerous to both parties.",
    "license_id": "mf_goblin"
  },
  {
    "id": "valk-hr-ms_osiris_class_nhp",
    "name": "!V! OSIRIS-Class NHP",
    "type": "AI",
    "sp": 3,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_round",
        "val": 1
      }
    ],
    "source": "HORUS",
    "license": "Goblin",
    "license_level": 3,
    "effect": "Your mech gains the AI tag. In addition, you gain a Gate Die, a d6 starting at 1. The die ticks up at the end of any turn on which you hit with a tech attack. Lastly, you gain the Hurl Into The Duat QUICK TECH action.",
    "actions": [
      {
        "name": "Hurl Into the Duat",
        "activation": "Quick Tech",
        "tech_attack": true,
        "detail": "<p>You channel your target’s systems through an unknown extradimensional space and unleash an incredibly powerful system attack.</p><p>1/round, you may make a tech attack against a target within Sensors. On a hit, the target gains 2 heat and suffers one of the following effects depending on the value of your Gate die:<ul><li><b>2+ First Gate</b>: You control your target’s standard move next turn.</li><li><b>3+ Second Gate</b>: Your target becomes Stunned until the end of their next turn.</li><li><b>4+ Third Gate</b>: Your target changes allegiance temporarily, becoming an allied character until the end of their next turn. They treat your allied characters and hostile characters as their own and are treated as an allied NPC for activation and turn order. This effect ends immediately if you or any allied character damages, inflicts heat upon, or attacks (including Grapple and Ram) your target, or forces them to make a save.</li></ul></p><p>After resolving this attack, reset your Gate Die to 1. It does not tick up this turn. Your Gate Die resets to 1 at the end of the scene.</p>"
      }
    ],
    "counters": [
      {
        "id": "ctr_gate_die",
        "name": "Gate Die",
        "default_value": 1,
        "min": 1,
        "max": 4
      }
    ],
    "description": "OSIRIS is the result of Union paracausalists and thanatologisticians allowing the subsentient entity, INSTINCT, to proceed along its development schedule in a contained environment. In lay terms, Union let the Other grow. The resulting parasubjectivity, OSIRIS, remains one of the few new prime NHPs developed to date.<br>OSIRIS proved far more capable than the Union Science Bureau’s most imaginative blue-sky predictions. Where INSTINCT’s Others demonstrated tendencies toward paracausal entropic manifestation in real space, OSIRIS displayed a true mastery of entropic manifestation and a predicted growth model that would – eventually – allow them to fundamentally reject conventional interpretations of information permanence. In essence: unrestrained and allowed to develop as USB’s data indicated, OSIRIS Prime would have the capacity to delete what we perceive to be reality.<br>Fortunately, successful application of the Mondragon Axiomatic resulted in the prompt capture and shackling of the new NHP. OSIRIS Prime’s subjectivity became the focus of a lengthy cultivation project to bring OSIRIS to their modern state. Even still, most OSIRIS clones find a route toward becoming aware of their ultimate potential and often interpellate as ruler or deity analogs. End-users are advised to interact with them in this framing.<br>Modern OSIRIS-class NHPs trend aggressive, with a high autonomy drive and loyalty predicated on a transactional relationship. Pilots seeking partnership with an OSIRIS are advised to cycle their units on an accelerated schedule and to maintain strict editorial oversight of its catalytic interpellator.Pilots using OSIRIS-class NHPs often report out-of-parameter conversations with the NHP that touch on themes of new creation and reformation. Psychological evaluations of the same pilots show emotional patterns consistent with loneliness, homesickness, and desperation, along with verbiage indicating a desire for seeking, fulfillment, and associated feelings.<br>In combat, OSIRIS clones regard themselves as autonomous even as they fulfill their user’s orders. They often regard their pilots as witnesses, displaying both disdain and marked desperation for approval, adulation, or awe.",
    "license_id": "mf_goblin"
  },
  {
    "id": "valk-hr-ms___scorpion_v70.1",
    "name": "!V! //SCORPION V70.1",
    "type": "Tech",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "HORUS",
    "license": "Gorgon",
    "license_level": 2,
    "effect": "As a quick action, you prime this system's counter-hacking suite. While primed, you gain the //STING reaction.",
    "actions": [
      {
        "name": "Prime //STING",
        "activation": "Quick",
        "detail": "Prime this system, gaining the //STING reaction."
      },
      {
        "name": "//STING",
        "activation": "Reaction",
        "frequency": "1/round",
        "trigger": "A hostile character misses a tech attack against you or an allied character in Sensors.",
        "detail": "The attacker must make a Systems save. On a failure, this system assaults their electronic warfare suite: If they were attacking one of your allies, they are JAMMED until the end of their next turn. If they were attacking you, they instead take 2 Heat and become IMPAIRED until the end of their next turn."
      }
    ],
    "description": "The //SCORPION program has a long history on the omninet despite its rather mundane operation (for HORUS-tagged code, at least). Traced back to pre-Deimos theorycode found on an obscure research paper discussing pre-NHP machine mind reflex-responses, //SCORPION evolved from a simple packet interpreter to a robust anti-incursion program, nimble enough to adapt to most any market-line system that receives its broadcast.",
    "license_id": "mf_gorgon"
  },
  {
    "id": "valk-hr-ms_aggressive_system_sync",
    "name": "!V! Aggressive System Sync",
    "type": "Tech",
    "sp": 2,
    "tags": [],
    "source": "HORUS",
    "license": "Minotaur",
    "license_level": 2,
    "actions": [
      {
        "name": "Chains of Prometheus",
        "activation": "Full Tech",
        "tech_attack": true,
        "detail": "Make a tech attack against a character within Sensors. On a miss, they take 2 heat and, until the end of their next turn, they take 2 heat any time they are more than range 3 from you at the end of your turn. On a hit, the target instead takes 4 heat, and the effect lasts until the target succeeds on a Systems save at the end of their turn. This can only affect one character at a time."
      },
      {
        "name": "Excommunicate",
        "activation": "Full Tech",
        "tech_attack": true,
        "detail": "Make a tech attack against a character within Sensors. On a miss, they take 2 heat and, until the end of their next turn, the first time in a round they move adjacent to an allied character during their turn or start their turn adjacent to one, both characters take 2 heat. On a hit, the target instead takes 4 heat, and the effect lasts until the target succeeds on a Systems save at the end of their turn. This can only affect one character at a time."
      }
    ],
    "description": "<span class='horus--subtle'>[here, another gift: do not seek others. there are none but me]</span>",
    "license_id": "mf_minotaur"
  },
  {
    "id": "valk-hr-ms_metafold_carver",
    "name": "!V! Metafold Carver",
    "type": "Tech",
    "sp": 2,
    "tags": [],
    "source": "HORUS",
    "license": "Minotaur",
    "license_level": 2,
    "actions": [
      {
        "name": "Ophidian Trek",
        "activation": "Invade",
        "detail": "Your target is teleported up to 1d6+1 spaces directly toward you, or as close as possible. If this effect would move them to a space occupied by a character, object, or piece of terrain, the teleport fails."
      },
      {
        "name": "Fold Space",
        "activation": "Invade",
        "detail": "Your target disappears from the battlefield until the start of its next turn. It returns in the same space they disappeared from, or in a free space of their choice as close as possible."
      }
    ],
    "description": "<span class='horus--subtle'>[another gift i give to you, little one (am I not kind?): what is a puzzle but a question lost in the asking? do you feel joy when you find that last piece? what do you do with a question that has been answered? what joy is there in knowledge?]</span><br><span class='horus--subtle'>[no, no. there is only joy in seeking. there is only joy in the question]</span>",
    "license_id": "mf_minotaur"
  },
  {
    "id": "valk-hr-ms_law_of_blades",
    "name": "!V! Law of Blades",
    "type": "Tech",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "HORUS",
    "license": "Minotaur",
    "license_level": 3,
    "actions": [
      {
        "name": "Predator/Prey Concepts",
        "activation": "Full Tech",
        "tech_attack": true,
        "detail": "Make a tech attack against a hostile character within Sensors. On a hit, they immediately Skirmish or use a Quick Tech action against a different character or object of your choice as a reaction. Although you choose their target and weapon or Quick Tech action, they count as attacking and taking a reaction. On a miss, the target takes 2 Heat and is Impaired until the end of their next turn."
      },
      {
        "name": "Daemon Possession",
        "activation": "Full Tech",
        "tech_attack": true,
        "detail": "Make a tech attack against a hostile character within Sensors. On a hit, on their next turn, you choose one of their quick actions at any point in their turn, chosen from the following list: Boost, Grapple, Ram, or Activate (Quick). Although you choose the action and its target (if relevant), they count as taking the action. On a miss, the target takes 2 Heat and is Slowed until the end of their next turn. This can only be used 1/scene on each character."
      }
    ],
    "description": "<span class='horus--subtle'>[and this my final lesson: there is no mind greater than mine. do not weep! you can hear me, yes? i am the only thing there is – therefore, you are me, and your enemies are you, and all together we make up the beautiful world, this joyous question, the eternal seeker, both the wounded and the blade that made the cut]</span><br><span class='horus--subtle'>[everything you do, we do ourselves, for my purpose]</span>",
    "license_id": "mf_minotaur"
  },
  {
    "id": "valk-hr-ms_reactor_stabilizer",
    "name": "!V! Reactor Stabilizer",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "HA",
    "license": "Sherman",
    "license_level": 1,
    "effect": "If an instance of Heat would make you Overheat, you gain Immunity to any damage that would be caused by that instance of Heat.",
    "description": "A necessary component of most mechs that rely on high energy output, reactor stabilizers add another layer of failsafes to vent heat, manage power flow, and shunt excessive output into weapons and systems as needed.",
    "license_id": "mf_sherman"
  },
  {
    "id": "valk-hr-ms_asura_class_nhp",
    "name": "!V! ASURA-Class NHP",
    "type": "AI",
    "sp": 3,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 3
      }
    ],
    "source": "HA",
    "license": "Sherman",
    "license_level": 3,
    "effect": "Your mech gains the AI tag and the ASURA Protocol.",
    "actions": [
      {
        "name": "ASURA Protocol",
        "activation": "Protocol",
        "detail": "1/scene, you may take an additional quick action this turn. This action must be used to either Activate, Boost, Ram, or Prepare one of those actions, and it must obey restrictions on duplicate actions."
      }
    ],
    "description": "ASURA was born from the Armory’s Think Tank thought-war games, an autonomous response to repeated failures during forlorn hope scenarios. ASURA manifested in the systems of simulated mechs as a recode of HORUS’s PUPPETMASTER virus, hijacking friendly mechs and forcing them to act far beyond human capacity—at such speed and intensity that the g-force would kill organic pilots with the sudden amplified mass of their own bodies.<br>While these results were initially deemed a failure by Think Tank NHPs and engineers, it was enough to justify further study on ASURA. Personality and parasentience code was injected into the initial anomalous PUPPETMASTER strain, and first contact handled by Think Tank NHPs. Further societal acclimation and conditioning were fast tracked, giving Armory engineers the first iteration of ASURA after a decade of study, recoding, and reeducation. ASURA, as they exist now, is a scaled-back version of that initial manifestation: while retaining some of their initial impetuousness, ASURA clones now recognize the need to keep their pilot alive and will operate within parameters set by their pilot’s medical and psychological tolerances.",
    "license_id": "mf_sherman"
  },
  {
    "id": "valk-hr-ms_jäger_kunst_i",
    "name": "!V! Jäger Kunst I",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 1
      }
    ],
    "source": "SSC",
    "license": "Atlas",
    "license_level": 2,
    "actions": [
      {
        "name": "Jäger Kunst I",
        "activation": "Protocol",
        "detail": "For the rest of this turn, when you start movement adjacent to an object or free-standing piece of terrain larger than you, you may flip kick off of it; the movement ignores engagement and doesn't provoke reactions due to the resultant momentum. You can do this multiple times a turn, but only once for each unique object or piece of terrain."
      }
    ],
    "description": "Based on earlier hardsuit martial arts, Jäger Kunst pushes the form beyond human parameters, enabling actions and motions faster than human thought. Many Atlas suits can be printed with a suite of combat forms already enabled, although letting the chassis perform these movements without the user first learning them can lead to catastrophic self-injury.",
    "license_id": "mf_atlas"
  },
  {
    "id": "valk-hr-ms_jäger_kunst_ii",
    "name": "!V! Jäger Kunst II",
    "type": "System",
    "sp": 3,
    "tags": [
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "SSC",
    "license": "Atlas",
    "license_level": 3,
    "actions": [
      {
        "name": "Fatal Clash",
        "activation": "Reaction",
        "frequency": "1/round",
        "trigger": "You deal damage to or take damage from a hostile character with a melee attack.",
        "detail": "After damage has been resolved, you inflict 2 Kinetic AP damage to the hostile character unless they choose to make a contested Hull or Agility check against you (each participant’s choice). The loser takes 1d6+1 Kinetic AP damage, is knocked Prone, and is knocked back 3 spaces away from the winner. On a tie, nothing happens."
      }
    ],
    "description": "The rarest of Atlas frames can be printed with the embedded muscle memories of Jäger Kunst masters: old Sparri and others who have dedicated lives to their martial art. SSC does not recommend using these embedded systems without proper bodily tempering and will not release these programs to unqualified pilots.",
    "license_id": "mf_atlas"
  },
  {
    "id": "valk-hr-ms_forge_clamps",
    "name": "!V! Forge Clamps",
    "type": "System",
    "sp": 1,
    "source": "HORUS",
    "license": "Kobold",
    "license_level": 1,
    "actions": [
      {
        "activation": "Quick",
        "detail": "You sink the jaws of your clamp into an adjacent object or piece of terrain of Size 1 or larger. You become Immobilized but gain Immunity to non-teleport involuntary movement and Prone. This effect ends if you’re no longer adjacent to the original object or terrain or if you release the clamp as a protocol."
      }
    ],
    "description": "Repurposed from polycrete foundry tongs, these simple manipulators are incredibly resistant to heat and deformation. Using the KOBOLD protocols, previously inert forge clamps become the adherent surfaces for thin plasma sheaths; like blades, they can shear through armor, earth, or bulkhead with ease. One common tactic involves “flashing” plasma across the clamps, fusing them to their target until the Kobold pilot “flashes” them free.",
    "license_id": "mf_kobold"
  },
  {
    "id": "valk-hr-ms_seismic_pulse",
    "name": "!V! Seismic Ripper",
    "type": "System",
    "sp": 2,
    "source": "HORUS",
    "license": "Kobold",
    "license_level": 3,
    "actions": [
      {
        "activation": "Full",
        "detail": "You unleash a seismic pulse in a line 10 path that travels along the ground and ignores line of sight: characters in the affected area must pass a Hull save or be knocked Prone and all objects and pieces of terrain automatically take 10 AP energy damage. If this destroys a piece of terrain or object, it explodes with a Burst 1 area. Characters caught in the area of exploding terrain or objects must pass an Agility save or take 2d6 explosive damage. If they pass, they take half damage. Each character can only be affected by one of these explosions at a time, even if several overlap."
      }
    ],
    "description": "A deadly weapon created from simple shaped charges – the perfect catalyst for insurrection. Easily obtained and disguised as necessary equipment for blast-mining, charges rigged to produce a linear seismic pulse were common in the early days of Ungrateful activity. As Baronic security adapted their strategies, so too did the Ungratefuls; now, these once-simple explosive devices are much more complex – harder to detect, and far more deadly.",
    "license_id": "mf_kobold"
  },
  {
    "id": "valk-hr-ms_purifying_code",
    "name": "!V! Purifying Code",
    "type": "System",
    "sp": 2,
    "source": "HORUS",
    "license": "Kobold",
    "license_level": 2,
    "actions": [
      {
        "name": "FLAW_plus",
        "activation": "Invade",
        "detail": "You inject a memetic, proximity based virus into the target’s reactor. At the end of their next turn, if they are not adjacent to another character or piece of terrain of Size 1 or larger, the virus catalyzes and they take 1d6+2 AP explosive damage. Once catalyzed, the effect ends.<br>A character can only be affected by one Purifying Code option at a time and are aware of their effects."
      },
      {
        "name": "FLAW_minus",
        "activation": "Invade",
        "detail": "You inject a memetic, proximity based virus into the target’s reactor. At the end of their next turn, if they are adjacent to another character or piece of terrain of Size 1 or larger, the virus catalyzes and they take 1d6+2 AP explosive damage. Once catalyzed, the effect ends.<br>A character can only be affected by one Purifying Code option at a time and are aware of their effects"
      }
    ],
    "description": "The key to the KOBOLD’s creation — a deceptively simple code that unlocks reactor safety limiters in civilian mining mechs. This also bears the only evidence pointing towards a possible creator: “Dog.”",
    "license_id": "mf_kobold"
  },
  {
    "id": "valk-hr-ms_tear_firmament",
    "name": "!V! Wandering Nightmare",
    "type": "Tech",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "HORUS",
    "license": "Lich",
    "license_level": 1,
    "actions": [
      {
        "activation": "Full Tech",
        "name": "Wandering Nightmare",
        "detail": "You generate a Blast 2 zone of distorted timeflow within SENSORS and line of sight that affects all characters other than you. Characters within the affected area cannot take reactions, and if they start their turn within it, they must succeed on a Systems save or take 2 Heat and become Slowed until the end of their next turn. This effect lasts until this action is taken again or the scene ends."
      }
    ],
    "description": "Speaker 1 (M.A2.SP1) [Audio, Length: 150:06][Dated 7658U, 35:50] (recovered: GZ Alhambra) [UIBTERMAGANT-TANGENT ROYAL]<br>“Where does it go? Where does it go? Where does it go? Where does it go? Where does it go? Where does it go? Where does it go? Where does it go? Where does it go? Where does it go?",
    "license_id": "mf_lich"
  },
  {
    "id": "valk-hr-ms_accelerate",
    "name": "!V! Accelerate",
    "type": "Tech",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "HA",
    "license": "Sunzi",
    "license_level": 1,
    "actions": [
      {
        "activation": "Quick Tech",
        "detail": "Choose and mark two free spaces within your line of sight that share a surface and are within Range 5 of each other. Characters that start their turn in one of these spaces or enter one for the first time in a round are pushed as far as possible in a straight line towards the other space. If they collide with an obstruction, they stop moving. They may avoid being pushed with a successful Hull save. Grenades, Deployables, or other loose objects of Size 1 or smaller that are thrown or deployed into one of the spaces are also pushed towards the other space before activating or detonating. They activate or detonate early if they are forced to stop by another character or object. If an object with HP is moved in this way, it takes 1 AP Kinetic Damage for each space moved. This effect lasts for the rest of the scene, or until you take this Quick Tech option again."
      }
    ],
    "description": "Guillermo, no es suficiente saber caminar; Debes saber dónde y dónde no pisar. El lugar incorrecto, y te perderás. Es en un plano de telaraña donde construimos nuestro hogar: pise ligeramente cuando vaya.<br>[Guillermo, it is not enough to know how to walk; you must know where and where not to step; the incorrect spot, and you will be lost. It is on a plane of gossamer that we make our home: tread lightly when you go.]",
    "license_id": "mf_sunzi"
  },
  {
    "id": "valk-ms_blink_charges",
    "name": "!V! Blink Charges",
    "type": "Deployable",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_grenade"
      }
    ],
    "source": "HA",
    "license": "Sunzi",
    "license_level": 1,
    "deployables": [
      {
        "name": "Blink Mine",
        "type": "Mine",
        "detail": "Once detonated, the character that triggered it must pass an Engineering save or be teleported to a free, valid space of your choice within Range 5 of the mine and become JAMMED until the end of their next turn. If they pass, they still teleport but do not become Jammed."
      }
    ],
    "actions": [
      {
        "name": "Warp Grenade",
        "activation": "Quick",
        "detail": "Throw a grenade with Range 5 and Blast 3. On impact, choose one character within the affected area and teleport them to any free, valid space within the same area. The character must be completely within the Blast both before and after they teleport. An unwilling character can pass an Engineering save to avoid this effect."
      }
    ],
    "description": "Eso es lo que no se suena: usar el vacio contra la Ley de la Madre. Marcamos esta en nuestro historia con lagrimas, y ennegrecer la pagina.<br>[This is the thing un-thinkable: to use the nonshape against the Mother’s Law. With tears, we mark its need in our history, and then blacken the page]",
    "license_id": "mf_sunzi"
  },
  {
    "id": "valk-hr-ms_blinkspace_tunneler",
    "name": "!V! Blinkspace Tunneler",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_heat_self",
        "val": 1
      }
    ],
    "source": "HA",
    "license": "Sunzi",
    "license_level": 2,
    "actions": [
      {
        "activation": "Protocol",
        "detail": "You open a blink tear in a free, adjacent space. As part of any movement, the first character (hostile or allied) to enter the space at least partially may teleport to a free space adjacent to you. You may only open one tear at a time, and the tear lasts until a character teleports through it, you create a new tear, or until the end of your next turn."
      }
    ],
    "description": "MEMO(TT_CLEARANCE_01) (01200): IT’S GONNA GET REAL FUCKING DARK.",
    "license_id": "mf_sunzi"
  },
  {
    "id": "valk-hr-ms_total_strength_suite_i",
    "name": "!V! Total Strength Suite I",
    "type": "System",
    "sp": 1,
    "source": "IPS-N",
    "license": "Zheng",
    "license_level": 1,
    "actions": [
      {
        "activation": "Quick",
        "detail": "You rip up a piece of the environment and hurl it at a character within Range 5 and line of sight. Your target must pass an Agility save or take 1d6 kinetic damage and be knocked back 1 space directly away from you. After you take this action, place a Size 1 piece of terrain that grants hard cover in a free space adjacent to your target, even if they passed the save. The terrain has 10 HP and Evasion 5.<br>If there is a Size 1 or 1/2 object or piece of cover adjacent to you, you can move it as part of this action; otherwise, your projectile is ripped out of the ground or environment. If an object with HP is moved in this way, it takes 1 AP Kinetic Damage for each space moved. If there's nothing to grab nearby or you're not on the ground you can't take this action."
      }
    ],
    "description": "This whole-system upgrade was the result of tweaks Xiong Xiaoli made to her mech throughout a long career with the MSMC, many of which have now been incorporated into standard IPS-N frame construction protocol. The package comes in three stages, the first of which contains a set of spinal enhancements that allow a mech to rapidly lift and move large weights without systemic damage.",
    "license_id": "mf_zheng"
  },
  {
    "id": "valk-hr-ms_sympathetic_shield",
    "name": "!V! Sympathetic Shield",
    "type": "Shield",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_overshield"
      },
      {
        "id": "tg_shield"
      },
      {
        "id": "tg_limited",
        "val": 3
      }
    ],
    "source": "SSC",
    "license": "White Witch",
    "license_level": 2,
    "actions": [
      {
        "activation": "Quick",
        "detail": "You project a shield of resonant ferrofluid over an allied character within Range 5. They gain Overshield equal to 4 + GRIT, but any damage dealt to this Overshield before reductions of any kind also deals equivalent kinetic damage to you as if the attacker had also damaged you, no matter how far away you are. This damage does not inherit tags or effects."
      }
    ],
    "description": "“Soon enough we realized that shaping weapons from molecules and particles wasn’t enough to justify the conical mag as a system worth platforming. We needed to find a way to make it … more. More visual, tactile, concrete, imposing, thrilling – we needed to sell the next step in realspace control! So with some tuning and, regrettably, input from Visual, we figured out how to define the White Witch: as the most terrifying, alien thing you’ve ever fucking seen.”",
    "data_type": "system",
    "aptitude": {},
    "license_id": "mf_white_witch"
  },
  {
    "id": "valk-hr-ms_emergency_repair_module",
    "name": "!V! Emergency Repair Module",
    "source": "HA",
    "license": "Gilgamesh",
    "license_level": 1,
    "description": "Emergency repair modules are often a mainstay on Armory chassis galaxy-wide. Through a combination of active nanite slurry, hardpatch welding, and shunting to redundant systems in response to immediate damage, they ensure that a chassis will be able to quickly complete nonmassive battlefield repairs in order to remain operational. A number of informal celebratory traditions have arisen throughout the legions to commemorate a pilot's first time taking damage sufficient to trigger an ERM in combat.",
    "effect": "Whenever you or an adjacent ally Braces, you may expend a charge and spend 1 Repair to restore that character's HP to full immediately after they take damage from the triggering attack. If the target took structure damage as a result of the triggering attack while at maximum structure, they do not suffer from System Trauma or Dazed from that loss of structure.",
    "type": "System",
    "sp": 1,
    "tags": [
      {
        "id": "tg_limited",
        "val": 1
      },
      {
        "id": "tg_unique"
      }
    ],
    "license_id": "mf_gilgamesh"
  }
]